tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "awscli"
brew "pycparser"
brew "cffi"
brew "d2"
brew "docutils"
brew "dos2unix"
brew "gh"
brew "harfbuzz"
brew "git-cola"
brew "httpie"
brew "jenv"
brew "jq"
brew "openjdk"
brew "maven"
brew "podman"
brew "python@3.9"
brew "qemu"
brew "telnet"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "hashicorp/tap/terraform"
cask "firefox@developer-edition"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "plex-media-server"
cask "podman-desktop"
cask "postman"
cask "slack"
cask "spotify"
cask "todoist"
cask "toggl-track"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
vscode "arjun.swagger-viewer"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "canadaduane.notes"
vscode "chenxsan.vscode-standard-format"
vscode "codezombiech.gitignore"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "gerane.theme-flatlandmonokai"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jebbs.plantuml"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "qassimfarid.ejs-language-support"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "streetsidesoftware.code-spell-checker"
vscode "terrastruct.d2"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-pack"
vscode "waderyan.gitblame"
vscode "xdebug.php-debug"
